---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.SlabShapeEdit
source: html/4d75c762-dadb-1afb-3631-d25df42c445b.htm
---
# Autodesk.Revit.DB.GroupTypeId.SlabShapeEdit Property

Slab Shape Edit.

## Syntax (C#)
```csharp
public static ForgeTypeId SlabShapeEdit { get; }
```